# Путь по-умолчанию, в котором программы будет искать изображения
PATH = '.'

# Параметр, отвечающий за предпоказ результатов без переименования.
# По-умолчанию отключён, то есть программа сразу же переименовывает файлы.
PREVIEW = False

# Параметр, отвечающий за рекурсивное прохождение вложенных директорий.
# По-умолчанию отключён.
RECURSION = False

# Шаблон, на основе которого будет происходить переименование файлов.
TEMPLATE = '%Y%m%d_%H%M%S'

# Параметр, отвечающий за создание уникальных имён в случае их совпадения.
UNIQUE_NAME = False
